class MyString {
  static String wellcom = '''به تک‌بلاگ خوش اومدی
برای ارسال مطلب و پادکست باید حتما 
ثبت نام کنی''';

  static String articleEmpty =
      'هنوز هیچ مقاله ای به جامعه گیگ های فارسی اضافه نکردی!!!';
  static String editOrginalTextArticle = """
من متن و بدنه اصلی مقاله هستم ، اگه میخوای من رو ویرایش کنی و یه مقاله جذاب بنویسی ، نوشته آبی رنگ بالا که نوشته "ویرایش متن اصلی مقاله" رو با انگشتت لمس کن تا وارد ویرایشگر بشی""";

  static String titltArrticle =
      'اینجا عنوان مقاله قرار میگیره ، یه عنوان جذاب انتخاب کن';
  static String gigTech =
      ''' فکر کن !! اینجا بودنت به این معناست که یک گیگ تکنولوژی هستی ..دونسته هاتو با جامعه ی گیگ های فارسی زبان به اشتراک بگذار''';
  static String shareKnowledge = "دونسته هات رو با بقیه به اشتراک بذار ...";
}
